The upper level defining the MassZone.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public ElementId UpperLevelId { get; }
  Visual Basic
Public ReadOnly Property UpperLevelId As ElementId
	Get
  Visual C++
public:
property ElementId^ UpperLevelId {
	ElementId^ get ();
}
 See Also
  MassZone Class
  Autodesk.Revit.DB.Analysis Namespace